 // charset=utf-16LE
 function getM() {
 var M=[
 [" ОБЩИЕ ПАРАМЕТРЫ", ,
     ["Выбор символа для апострофа", "В современных fb2-книгах часто используется символ <U+2019>",
         ["ПЕРЕКЛЮЧАТЕЛЬ", "1", "<'> <U+0027> – обычный апостроф", "<’> <U+2019> – закрывающая одинарная кавычка"]],
     ["Расположение текста, найденного с помощью диалогового окна", ,
         ["ТЕКСТОВОЕ ПОЛЕ", "82", "32px", "– высота в окне текста книги (от 0 до 100)"]],
     ["Расположение небольших диалоговых окон с функцией поиска", ,
         ["ТЕКСТОВОЕ ПОЛЕ", "65", "32px", "– отступ от левого края экрана (от 0 до 100)"],
         ["ТЕКСТОВОЕ ПОЛЕ", "40", "32px", "– высота на экране монитора (от 0 до 100)"]],
     ["История и версия файла", "Автоматическое повышение версии файла и запись в «историю изменений»",
         ["ПЕРЕКЛЮЧАТЕЛЬ", "1", "Включить", "Включать только в случае, когда скрипт изменил файл", "Отключить"],
         ["ФЛАЖОК", "1", "Показывать версии скриптов"],
         ["ТЕКСТОВОЕ ПОЛЕ", "", "180px", "– имя, которое будет использоваться при записи в «историю»"]]]];
 return M;
 }
